[Archetypes.ARC_IA_AdventChest XComInteractiveLevelActor]
FriendlyDisplayName="Báu ADVENT"

[Archetypes.ARC_IA_AdventChestObjective XComInteractiveLevelActor]
FriendlyDisplayName="Báu ADVENT"

[Archetypes.ARC_IA_AlienChest XComInteractiveLevelActor]
FriendlyDisplayName="Báu Alienigena"

